/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "zdjęcia (%@)";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ i %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Wideo (%@)";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d dni %2$d godz. %3$d min %4$d sek.";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d godz. %2$d min %3$d sek.";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d min %2$d sek.";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d sek.";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pikseli";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ wtyczka internetowa)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@ - %@)";

/* Text track contains closed captions */
"%@ CC" = "%@, CC";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Objętość bazy danych %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@, proste";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Sieci: %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@, SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Zawartość www (%@)";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Główny klucz WebCrypto (%@)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "plików: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d z %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu rzeczy";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 rzeczy";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 rzecz";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 zdjęcie";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 wideo";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (średni stopień)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (wysoki stopień)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niski stopień)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<nazwa pliku> %d×%d pikseli";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Wystąpił wyjątek JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Dodaj do listy Czytelnia";

/* Undo action name */
"Align Left (Undo action name)" = "Wyrównaj do lewej";

/* Undo action name */
"Align Right (Undo action name)" = "Wyrównaj do prawej";

/* WKErrorUnknown description */
"An unknown error occurred" = "Wystąpił nieznany błąd";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatycznie (zalecane)";

/* Back context menu item */
"Back" = "Wróć";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Zablokowana wtyczka";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Zablokowana wtyczka";

/* Bold context menu item */
"Bold" = "Pogrubienie";

/* Undo action name */
"Bold (Undo action name)" = "Pogrubienie";

/* menu item title for phone number */
"Call Using iPhone:" = "Zadzwoń z iPhone'a:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Anuluj";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Anuluj";

/* Capitalize context menu item */
"Capitalize" = "Od wielkiej litery";

/* Undo action name */
"Center (Undo action name)" = "Wyrównaj na środku";

/* Undo action name */
"Change Attributes (Undo action name)" = "Zmień atrybuty";

/* Check spelling context menu item */
"Check Document Now" = "Sprawdź dokument teraz";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Sprawdzaj gramatykę i pisownię";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Sprawdzaj pisownię, gdy piszę";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Wybierz plik";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Wybierz pliki";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Wybierz multimedia (wiele)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Wybierz multimedia (jeden)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Wymaż";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Wymaż ostatnie wyszukiwania";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Kliknij, aby wyłączyć tryb pełnoekranowy";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Kliknij, aby uruchomić ponownie";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Nie można wyświetlić zawartości o wskazanym typie MIME";

/* Media Controls context menu item */
"Controls" = "Narzędzia kontroli";

/* Copy context menu item */
"Copy" = "Kopiuj";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopiuj";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Kopiuj adres audio";

/* Copy Image context menu item */
"Copy Image" = "Kopiuj obraz";

/* Copy Link context menu item */
"Copy Link" = "Kopiuj łącze";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Kopiuj adres wideo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Poprawiaj pisownię automatycznie";

/* Undo action name */
"Create Link (Undo action name)" = "Utwórz łącze";

/* Cut context menu item */
"Cut" = "Wytnij";

/* Undo action name */
"Cut (Undo action name)" = "Wytnij";

/* Default writing direction context menu item */
"Default" = "Domyślny";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Usuń";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Szczegóły";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dyktowanie";

/* Download Audio To Disk context menu item */
"Download Audio" = "Pobierz audio";

/* Download Image context menu item */
"Download Image" = "Pobierz obrazek";

/* Download Linked File context menu item */
"Download Linked File" = "Pobierz wskazywany plik";

/* Download Video To Disk context menu item */
"Download Video" = "Pobierz wideo";

/* Undo action name */
"Drag (Undo action name)" = "Przeciągnij";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Tryb pełnoekranowy";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Opuść tryb pełnoekranowy";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Czcionka";

/* Undo action name */
"Format Block (Undo action name)" = "Format";

/* Forward context menu item */
"Forward" = "Dalej";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Pobieranie ramki zostało przerwane";

/* accessibility role description for web area */
"HTML content" = "Zawartość HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Ukryj narzędzia";

/* menu item title */
"Hide Spelling and Grammar" = "Ukryj pisownię i gramatykę";

/* menu item title */
"Hide Substitutions" = "Ukryj zastąpienia";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignoruj gramatykę";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignoruj pisownię";

/* Undo action name */
"Indent (Undo action name)" = "Wcięcie";

/* Undo action name */
"Insert List (Undo action name)" = "Wstaw listę";

/* Inspect Element context menu item */
"Inspect Element" = "Skontroluj element";

/* Italic context menu item */
"Italic" = "Kursywa";

/* Undo action name */
"Italics (Undo action name)" = "Kursywa";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java jest niedostępna";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Wyjustuj";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Klucz z %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Zapamiętaj pisownię";

/* Left to Right context menu item */
"Left to Right" = "Od lewej do prawej";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Emisja na żywo";

/* Media controller status message when the media is loading */
"Loading..." = "Wczytuję…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Poszukaj w Słowniku";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Wyszukaj „%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Wyszukaj „<zaznaczenie>”";

/* Media Loop context menu item */
"Loop" = "W pętli";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Kerning luźniejszy";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Obniż linię bazową";

/* Make Lower Case context menu item */
"Make Lower Case" = "Zamień na małe litery";

/* Make Upper Case context menu item */
"Make Upper Case" = "Zamień na wielkie litery";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Brakująca wtyczka";

/* Media Mute context menu item */
"Mute" = "Wycisz";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nie znaleziono domyślnych";

/* Empty select list */
"No Options Select Popover" = "Brak opcji";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Brak ostatnich wyszukiwań";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Nie można używać zastrzeżonych portów sieciowych";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Wyłączone";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Otwórz";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Otwórz audio w nowym oknie";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otwórz ramkę w nowym oknie";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otwórz obrazek w nowym oknie";

/* Open Link context menu item */
"Open Link" = "Otwórz łącze";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otwórz łącze w nowym oknie";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Otwórz wideo w nowym oknie";

/* context menu item for PDF */
"Open with %@" = "Otwórz w programie %@";

/* Undo action name */
"Outdent (Undo action name)" = "Wysunięcie";

/* Outline context menu item */
"Outline" = "Kontur";

/* Undo action name */
"Outline (Undo action name)" = "Kontur";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Kierunek akapitu";

/* Paste context menu item */
"Paste" = "Wklej";

/* Undo action name */
"Paste (Undo action name)" = "Wklej";

/* Undo action name */
"Paste Font (Undo action name)" = "Wklej czcionkę";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Wklej linijkę";

/* Media Pause context menu item */
"Pause" = "Wstrzymaj";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Biblioteka zdjęć";

/* Media Play context menu item */
"Play" = "Odtwarzaj";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Odtwarzaj film na pełnym ekranie";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Błąd wtyczki";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Wtyczka odwołana";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Wtyczka obsłużyła wczytanie";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Podnieś linię bazową";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Ostatnie wyszukiwania";

/* Reload context menu item */
"Reload" = "Wczytaj ponownie";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Wyzeruj";

/* Right to Left context menu item */
"Right to Left" = "Od prawej do lewej";

/* Title for Save Image action button */
"Save Image" = "Zachowaj obrazek";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Szukaj w Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Szukaj w %@";

/* Search with Google context menu item */
"Search with Google" = "Szukaj w Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Kierunek zaznaczenia";

/* Undo action name */
"Set Background Color (Undo action name)" = "Ustaw kolor tła";

/* Undo action name */
"Set Color (Undo action name)" = "Ustaw kolor";

/* Undo action name */
"Set Font (Undo action name)" = "Ustaw czcionkę";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Ustaw tradycyjny kształt znaku";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Ustaw kierunek pisania";

/* Show colors context menu item */
"Show Colors" = "Pokaż kolory";

/* Show Media Controls context menu item */
"Show Controls" = "Pokaż narzędzia";

/* Show fonts context menu item */
"Show Fonts" = "Pokaż czcionki";

/* menu item title */
"Show Spelling and Grammar" = "Pokaż pisownię i gramatykę";

/* menu item title */
"Show Substitutions" = "Pokaż zastąpienia";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Pokazuj w zablokowanej wtyczce";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Kopiowanie/wklejanie inteligentne";

/* Smart Dashes context menu item */
"Smart Dashes" = "Myślniki inteligentne";

/* Smart Links context menu item */
"Smart Links" = "Łącza inteligentne";

/* Smart Quotes context menu item */
"Smart Quotes" = "Cytaty inteligentne";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Migawka wtyczki";

/* Speech context sub-menu item */
"Speech" = "Mowa";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pisownia i gramatyka";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Rozpocznij usuwanie błędów JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Rozpocznij profilowanie JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Rozpocznij mówienie";

/* Stop context menu item */
"Stop" = "Zatrzymaj";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zatrzymaj usuwanie błędów JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zatrzymaj profilowanie JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Zakończ mówienie";

/* Styles context menu item */
"Styles..." = "Style…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Zgłoś";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Wyślij";

/* Undo action name */
"Subscript (Undo action name)" = "Indeks dolny";

/* Substitutions context sub-menu item */
"Substitutions" = "Zastąpienia";

/* Menu section heading for subtitles */
"Subtitles" = "Napisy";

/* Undo action name */
"Superscript (Undo action name)" = "Indeks górny";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Zrób zdjęcie";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Zrób zdjęcie lub nagraj wideo";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Nagraj wideo";

/* Text Replacement context menu item */
"Text Replacement" = "Zastępowanie tekstu";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Nie można wyświetlić URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "Obiekt WKWebView został unieważniony";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Proces zawartości www został zakończony";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Nie można było ustalić bieżącego położenia.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Nie można znaleźć wtyczki";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Nie można załadować wtyczki";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do obszaru „%@” na %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje i spróbuj ponownie.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do serwera proxy %@ %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje i spróbuj ponownie.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nazwa użytkownika lub hasło dostępu do tego obszaru na %@ są nieprawidłowe. Upewnij się, że podajesz właściwe informacje, i spróbuj ponownie.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "To jest przeszukiwany indeks. Podaj szukane słowa kluczowe: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Kerning ciaśniejszy";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Aby zobaczyć tę stronę, należy zalogować się w obszarze „%@” na %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Aby zobaczyć tę stronę, należy zalogować się na serwerze proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Aby zobaczyć tę stronę, musisz zalogować się w tym obszarze na %@:";

/* Transformations context sub-menu item */
"Transformations" = "Przekształcenia";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Wyłącz kerning";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Wyłącz ligatury";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Wpisywanie";

/* Underline context menu item */
"Underline" = "Podkreślenie";

/* Undo action name */
"Underline (Undo action name)" = "Podkreślenie";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Nieznany";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Nieznany";

/* Undo action name */
"Unlink (Undo action name)" = "Rozłącz";

/* Undo action name */
"Unscript (Undo action name)" = "Brak indeksu";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Używaj wszystkich ligatur";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Użyj kerningu standardowego";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Użyj ligatur standardowych";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Służy do szyfrowania kluczy WebCrypto w pamięci trwałej, np. IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspektor www — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF wbudowany w WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit napotkał błąd wewnętrzny";

/* message in authentication panel */
"Your login information will be sent securely." = "Informacje logowania zostaną wysłane w sposób bezpieczny.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Hasło zostanie wysłane w postaci niezaszyfrowanej.";

/* HTTP result code string */
"accepted" = "zaakceptowane";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktywuj";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alert";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "okno alertu";

/* An ARIA accessibility group that acts as an application. */
"application" = "program";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "status programu";

/* An ARIA accessibility group that acts as an article. */
"article" = "artykuł";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "przyciski obsługi obiektu audio oraz wyświetlacz statusu";

/* accessibility label for audio element controller */
"audio playback" = "odtwarzanie audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "wstecz o 30 sekund";

/* HTTP result code string */
"bad gateway" = "zła bramka";

/* HTTP result code string */
"bad request" = "złe żądanie";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "baner";

/* accessibility help text for play button */
"begin playback" = "rozpocznij odtwarzanie";

/* accessibility description for a search field cancel button */
"cancel" = "anuluj";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "zaznacz";

/* HTTP result code string */
"client error" = "błąd klienta";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "dodatkowe";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "informacje o treści";

/* HTTP result code string */
"continue" = "kontynuuj";

/* HTTP result code string */
"created" = "utworzony";

/* accessibility help text for movie status display */
"current movie status" = "bieżący status filmu";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "bieżący czas filmu w sekundach";

/* role description of ARIA definition role */
"definition" = "definicja";

/* description detail */
"description" = "opis";

/* accessibility role description of a description list */
"description list" = "lista opisów";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "okno dialogowe";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "upłynęło";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "tryb pełnoekranowy";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "opuść tryb pełnoekranowy";

/* HTTP result code string */
"expectation failed" = "oczekiwania nie zostały spełnione";

/* accessibility label for fast forward button */
"fast forward" = "przewijanie do przodu";

/* accessibility label for fast reverse button */
"fast reverse" = "przewijanie do tyłu";

/* accessibility role description for a file upload button */
"file upload button" = "przycisk wysyłania pliku";

/* accessibility role description for a footer */
"footer" = "stopka";

/* HTTP result code string */
"forbidden" = "zabronione";

/* HTTP result code string */
"found" = "znaleziono";

/* HTTP result code string */
"gateway timed out" = "przekroczenie limitu czasu bramki";

/* accessibility role description for headings */
"heading" = "nagłówek";

/* accessibility label for hide closed captions button */
"hide closed captions" = "ukryj napisy dla niesłyszących";

/* accessibility role description for image map */
"image map" = "mapa obrazu";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "czas nieokreślony";

/* HTTP result code string */
"informational" = "informacyjne";

/* HTTP result code string */
"internal server error" = "błąd wewnętrzny serwera";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "skocz";

/* HTTP result code string */
"length required" = "wymagana jest długość";

/* accessibility role description for link */
"link" = "łącze";

/* accessibility role description for list marker */
"list marker" = "znacznik listy";

/* An ARIA accessibility group that acts as a console log. */
"log" = "dziennik";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "główna";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "markiza";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "symbole matematyczne";

/* HTTP result code string */
"method not allowed" = "metoda nie jest dozwolona";

/* HTTP result code string */
"moved permanently" = "trwale przeniesiony";

/* accessibility label for timeline slider */
"movie time" = "czas filmu";

/* accessibility help text for timeline slider */
"movie time scrubber" = "pasek czasu filmu";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "głowica czasu filmu";

/* HTTP result code string */
"multiple choices" = "wiele wyborów";

/* accessibility label for mute button */
"mute" = "wycisz";

/* accessibility help text for mute button */
"mute audio tracks" = "wycisz ścieżki audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "nawigacja";

/* HTTP result code string */
"needs proxy" = "wymagane proxy";

/* HTTP result code string */
"no content" = "brak zawartości";

/* HTTP result code string */
"no error" = "bez błędu";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "Brak zaznaczonych plików";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nie zaznaczono żadnych plików";

/* HTTP result code string */
"no longer exists" = "już nie istnieje";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "nie wybrano multimediów (wiele)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "nie wybrano multimediów (jeden)";

/* HTTP result code string */
"non-authoritative information" = "brak autorytatywnej informacji";

/* HTTP result code string */
"not found" = "nie znaleziono";

/* HTTP result code string */
"not modified" = "nie modyfikowane";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "notatka";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "pozostała liczba sekund filmu";

/* HTTP result code string */
"partial content" = "zawartość częściowa";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "niepokrywający się wzór";

/* accessibility label for pause button */
"pause" = "wstrzymaj";

/* accessibility help text for pause button */
"pause playback" = "wstrzymaj odtwarzanie";

/* HTTP result code string */
"payment required" = "wymagana zapłata";

/* accessibility label for play button */
"play" = "odtwarzaj";

/* HTTP result code string */
"precondition failed" = "warunek wstępny nie został spełniony";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "naciśnij";

/* HTTP result code string */
"proxy authentication required" = "wymagane uwierzytelnienie proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "przepełnienie zakresu";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "wyjście poza dolną granicę zakresu";

/* HTTP result code string */
"redirected" = "przekierowane";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "region";

/* accessibility label for time remaining display */
"remaining time" = "pozostały czas";

/* HTTP result code string */
"request timed out" = "przekroczenie limitu czasu żądania";

/* HTTP result code string */
"request too large" = "żądanie zbyt długie";

/* HTTP result code string */
"requested URL too long" = "żądany URL zbyt długi";

/* HTTP result code string */
"requested range not satisfiable" = "żądany zakres nie jest satysfakcjonujący";

/* HTTP result code string */
"reset content" = "wyzerowanie zawartości";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "przywróć czas rzeczywisty przekazu strumieniowego";

/* accessibility label for return to real time button */
"return to realtime" = "przywróć czas rzeczywisty";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "szukaj";

/* HTTP result code string */
"see other" = "zobacz pozostałe";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "przewiń film wstecz o 30 sekund";

/* accessibility help text for fast rewind button */
"seek quickly back" = "przewijaj do tyłu";

/* accessibility help text for fast forward button */
"seek quickly forward" = "przewijaj do przodu";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "zaznacz";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separator";

/* HTTP result code string */
"server error" = "błąd serwera";

/* HTTP result code string */
"service unavailable" = "usługa niedostępna";

/* accessibility label for show closed captions button */
"show closed captions" = "pokaż napisy dla niesłyszących";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "rozpocznij wyświetlanie napisów";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "niezgodność kroku";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "przerwij wyświetlanie napisów";

/* HTTP result code string */
"success" = "sukces";

/* HTTP result code string */
"switching protocols" = "przełączenie protokołów";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel tabulatora";

/* HTTP result code string */
"temporarily redirected" = "czasowe przekierowanie";

/* term word of a description list */
"term" = "termin";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "głowica suwaka linii czasowej";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "licznik czasu";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "zbyt długie";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "podpowiedź";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "niezgodność rodzajów";

/* HTTP result code string */
"unacceptable" = "nieakceptowalne";

/* HTTP result code string */
"unauthorized" = "brak autoryzacji";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "usuń zaznaczenie";

/* HTTP result code string */
"unimplemented" = "niezaimplementowane";

/* Unknown filename */
"unknown" = "nieznane";

/* accessibility label for turn mute off button */
"unmute" = "wyłącz wyciszenie";

/* accessibility help text for un mute button */
"unmute audio tracks" = "wyłącz wyciszenie ścieżek audio";

/* HTTP result code string */
"unsupported media type" = "nieobsługiwany typ mediów";

/* HTTP result code string */
"unsupported version" = "nieobsługiwana wersja";

/* Validation message for required form control elements that have no value */
"value missing" = "brak wartości";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "przyciski obsługi obiektu wideo oraz wyświetlacz statusu";

/* accessibility label for video element controller */
"video playback" = "odtwarzanie wideo";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Otwórz";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Podgląd";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Dodaj do listy Czytelnia";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopiuj";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Dodaj do Zdjęć";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Zachowaj w pobranych rzeczach";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Udostępnij";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopiuj";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Definicja";

/* "Paste" action menu item */
"Paste (action menu item)" = "Wklej";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Sugestie";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopiuj";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Udostępnij";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Zachowaj w pobranych rzeczach";
